accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-icon-theme
alsa-firmware
alsa-plugins
alsa-utils
b43-fwcutter
baobab
base
base-devel
bash-completion
bind
bluez
bluez-utils
brightnessctl
btrfs-progs
cantarell-fonts
cheese
cliphist
cryptsetup
device-mapper
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
dracut
duf
e2fsprogs
efibootmgr
efitools
eog
epiphany
ethtool
evince
exfatprogs
f2fs-tools
ffmpegthumbnailer
file-roller
firefox
firefox-i18n-de
firewalld
fsarchiver
gdm
git
glances
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-nettool
gnome-photos
gnome-power-manager
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-weather
go
grilo-plugins
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
htop
hwdetect
hwinfo
hyprland
hyprpaper
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kitty
less
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
malcontent
man-db
man-pages
man-pages-de
mdadm
meld
mesa-utils
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
nautilus-sendto
ncdu
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-fonts
nss-mdns
ntfs-3g
ntp
nvidia
openssh
orca
os-prober
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
rebuild-detector
reflector
reiserfsprogs
rofi
rsync
rtkit
rygel
s-nail
sassc
sddm
sg3_utils
smartmontools
sof-firmware
steam
sudo
sushi
sysfsutils
systemd-sysvcompat
terminator
texinfo
tldr
totem
tracker3-miners
ttf-bitstream-vera
ttf-dejavu
ttf-iosevka-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
udiskie
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
waybar
wget
which
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xournalpp
xterm
yelp
zram-generator
zsh
